{
  "title1": "CryptoExchange",
  "title2": ".Credit",
  "subTitle": "We are a group of early crypto adopters who saw the potential in this nascent industry and were able to leverage this early knowledge into financial gains and now financial products. Collectively, we have over 30 years of experience in cryptocurrency.",
  "text": "Our company was founded to meet the growing need of retail buyers who feel that the best opportunities in the cryptocurrency industry are only available to affluent investors and would like to take advantage of Bitcoins growth potential. With these users in mind BTC Advance aims to create services for markets with limited access to simple financial products.",
  "section1": {
    "title1": "Our",
    "title2": "Mission",
    "text1": " To build products that increase access to financial opportunities and give people more control over their ability to generate long term wealth.",
    "text2": "The current bitcoin adoption rate has been outpacing the internet’s user growth. Recent projections predict that the world’s most valuable cryptocurrency will achieve a billion users in the next four years. With about 130 million users, bitcoin is now at a similar inflection point where the internet was in 1997. And bitcoin’s mass adoption rate hintsthat the largest digital coin will hit the one billion user mark nearly two times faster than the internet did.",
    "subtitle": "Here's the projected worldwide Bitcoin users expressed in Internet years:",
    "mission": "Internet 1997 = Bitcoin 2021",
    "about": " On the current path over the next 4 years Bitcoin users will reach 1 billion people, that's the equivalent of 2005 for the Internet. This trusted network is Bitcoins value. As adoption continues, Bitcoins value will go up. BTC Advance will play a pivotal role to getting Bitcoin to a billion users."
  },
  "section2": {
    "title1": "Our",
    "title2": "Vision",
    "subtitle": "To create a more diversified and inclusive crypto community by increasing who has access to its wealth generating opportunities."
  },
  "section3": {
    "title1": "Our",
    "title2": "Values",
    "subtitle1": "Authenticity and Transparency",
    "text1": " We believe that honesty and integrity are the foundation of any successful business relationship and that trust is key. As such we are committed to open and honest communication with our users and internal teams.",
    "subtitle2": "Inclusivity",
    "text2": "As with all emerging markets and technologies the biggest gains belong to those with access to credit. To shift this paradigm, we create products that will change the face of the crypto market.",
    "subtitle3": "Knowledge and Access",
    "text3": "As with all emerging markets and technologies the biggest gains belong to those with access to credit. To shift this paradigm, we create products that will change the face of the crypto market."
  },
  "section4": {
    "text1": "We’re embarking on a seismic technological change in the economy, very reminiscent to that of the 1920s after the Spanish Flu –a period of extraordinary growth when the world underwent another fierce technological industrialization.",
    "text2": "Cryptos are here to stay and will revolutionize the finance world, like Amazon and Facebook did to e-commerce and the internet. And bitcoin –crypto in general– will represent the breakaway from an “old economy. ",
    "subtitle": "Here's the projected worldwide Bitcoin users expressed in Internet years:"
  }
}
